cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "exercism"
brew "node"
brew "rtv"
brew "tmux"
brew "docker"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "notion"
cask "figma"
cask "iterm2"
cask "sensiblesidebuttons"
cask "slack"
cask "1password"
mas "Magnet", id: 441258766
mas "DaisyDisk", id: 411643860
