cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "font-monaspace"
brew "bat"
brew "eza"
brew "zoxide"
brew "switchaudio-osx"
brew "joshmedeski/sesh/sesh"
brew "gum"
brew "bluetoothconnector"
brew "nvm"
brew "powerlevel10k"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "fzf"
brew "tmux"
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "notion"
cask "figma"
cask "iterm2"
cask "1password"
cask "hiddenbar"
cask "karabiner-elements"
