cask_args appdir: "/Applications"

tap "homebrew/cask-fonts"

brew "ast-grep"
brew "bat"
brew "bluetoothconnector"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glab"
brew "glow"
brew "gum"
brew "imagemagick"
brew "jj"
brew "jnsahaj/lumen/lumen"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "poppler"
brew "powerlevel10k"
brew "raycast"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sqlite"
brew "switchaudio-osx"
brew "television"
brew "tmux"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alacritty"
cask "discord"
cask "figma"
cask "firefox"
cask "font-geist-mono-nerd-font"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "hiddenbar"
cask "karabiner-elements"
cask "monitorcontrol"
cask "notion"
cask "visual-studio-code"
