cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "bat"
brew "bluetoothconnector"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "font-monaspace"
brew "font-symbols-only-nerd-font"
brew "fzf"
brew "glow"
brew "gum"
brew "imagemagick"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "MonitorControl"
brew "nvm"
brew "poppler"
brew "powerlevel10k"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sqlite"
brew "switchaudio-osx"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "karabiner-elements"
cask "notion"
cask "visual-studio-code"
